Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Manage
es: Gestionar
fr: Gérer
hu: Kezelés
vi: Quản lý

source: Manage Preset
es: Gestionar ajustes preestablecidos
fr: Gérer les préréglages
hu: Előbeállítás kezelése
vi: Quản lý mẫu thiết lập

source: Manage Profiles
es: Gestionar perfiles
fr: Gérer les profils
hu: Profilok kezelése
vi: Quản lý hồ sơ

source: Manage Saved Searches…
es: Gestionar búsquedas guardadas…
fr: Gérer les recherches enregistrées…
hu: Mentett keresések kezelése…
vi: Quản lý tìm kiếm đã lưu…

source: Manage Tags…
es: Gestionar etiquetas…
fr: Gérer les étiquettes…
hu: Címkék kezelése…
vi: Quản lý nhãn…

source: Map the first field to a file column before importing.
es: Asigna el primer campo a una columna del archivo antes de importar.
fr: Associez le premier champ à une colonne du fichier avant l’importation.
hu: Importálás előtt rendelj egy fájloszlopot az első mezőhöz.
vi: Hãy ánh xạ trường đầu tiên với một cột tệp trước khi nhập.

source: Margins
es: Márgenes
fr: Marges
hu: Margók
vi: Lề

source: Mark
es: Marcar
fr: Marquer
hu: Megjelölés
vi: Đánh dấu

source: Marked
es: Marcado
fr: Marqué
hu: Megjelölve
vi: Đã đánh dấu

source: Mask Inspector
es: Inspector de máscaras
fr: Inspecteur de masque
hu: Kitakarás ellenőrzése
vi: Trình kiểm tra vùng che

source: Masks
es: Máscaras
fr: Masques
hu: Kitakarások
vi: Vùng che

source: Match case
es: Distinguir mayúsculas y minúsculas
fr: Respecter la casse
hu: Kis- és nagybetűk megkülönböztetése
vi: Phân biệt chữ hoa chữ thường

source: Match within
es: Coincidir dentro de
fr: Rechercher dans
hu: Egyezés hatóköre
vi: Phạm vi khớp

source: Mature
es: Maduras
fr: Mûres
hu: Érett
vi: Thẻ đã quen

source: Medium (640px)
es: Mediana (640px)
fr: Moyen (640 px)
hu: Közepes (640 px)
vi: Vừa (640px)

source: Merge (combine both)
es: Combinar (unir ambos)
fr: Fusionner (combiner les deux)
hu: Összevonás (mindkettő egyesítése)
vi: Gộp (kết hợp cả hai)

source: Merge matching note types
es: Combinar tipos de nota coincidentes
fr: Fusionner les types de note correspondants
hu: Egyező jegyzettípusok összevonása
vi: Gộp các loại ghi chú trùng khớp

source: Mix with reviews
es: Mezclar con repasos
fr: Mélanger aux révisions
hu: Keverés az ismétlő kártyákkal
vi: Trộn với thẻ ôn tập

source: Mixed by day
es: Mezcladas por día
fr: Mélangés par jour
hu: Napokra keverve
vi: Trộn theo ngày

source: Mode
es: Modo
fr: Mode de fonctionnement
hu: Mód
vi: Chế độ

source: More
es: Más
fr: Plus
hu: Több
vi: Nhiều hơn

source: Move
es: Mover
fr: Déplacer
hu: Áthelyezés
vi: Di chuyển

source: Move under…
es: Mover debajo de…
fr: Déplacer sous…
hu: Áthelyezés ide:…
vi: Chuyển vào…

source: Native
es: Nativo
fr: Natif
hu: Natív
vi: Bản địa

source: Navigation Mode
es: Modo de navegación
fr: Mode de navigation
hu: Navigációs mód
vi: Chế độ điều hướng

source: New
es: Nuevo
fr: Nouveau
hu: Új
vi: Mới

source: New Cards
es: Tarjetas nuevas
fr: Nouvelles cartes
hu: Új kártyák
vi: Thẻ mới

source: New Deck
es: Nuevo mazo
fr: Nouveau paquet
hu: Új pakli
vi: Bộ thẻ mới

source: New card insert order
es: Orden de inserción de tarjetas nuevas
fr: Ordre d’insertion des nouvelles cartes
hu: Új kártyák beszúrási sorrendje
vi: Thứ tự chèn thẻ mới

source: New card sort order
es: Orden de clasificación de tarjetas nuevas
fr: Ordre de tri des nouvelles cartes
hu: Új kártyák rendezési sorrendje
vi: Thứ tự sắp xếp thẻ mới

source: New cards ignore review limit
es: Las tarjetas nuevas ignoran el límite de repaso
fr: Les nouvelles cartes ignorent la limite de révision
hu: Az új kártyák nem számítanak bele az ismétlési korlátba
vi: Thẻ mới không tính vào giới hạn ôn tập

source: New cards queue from position 0; start/step clamp to the queue bounds. Options are remembered for next time.
es: Las tarjetas nuevas se ponen en cola desde la posición 0; el inicio y el paso se limitan a los extremos de la cola. Se recordarán las opciones.
fr: Les nouvelles cartes sont mises en file à partir de la position 0 ; le début et le pas sont limités à la taille de la file. Les options sont conservées pour la prochaine fois.
hu: Az új kártyák sora a 0. pozíciónál kezdődik; a kezdőérték és a lépésköz a sor határaihoz igazodik. A rendszer megjegyzi ezeket a beállításokat.
vi: Hàng đợi thẻ mới bắt đầu ở vị trí 0; giá trị đầu và bước nhảy được giới hạn trong hàng đợi. Tùy chọn được ghi nhớ cho lần sau.

source: New gather priority
es: Prioridad de recopilación de nuevas
fr: Priorité de collecte des nouvelles cartes
hu: Új kártyák gyűjtésének sorrendje
vi: Thứ tự lấy thẻ mới

source: New preset will be cloned from the current one and selected for this deck.
es: El nuevo ajuste preestablecido se clonará del actual y se seleccionará para este mazo.
fr: Le nouveau préréglage sera cloné à partir de celui en cours et sélectionné pour ce paquet.
hu: Az új előbeállítás a jelenlegi másolata lesz, és ehhez a paklihoz lesz kiválasztva.
vi: Mẫu thiết lập mới sẽ được sao chép từ mẫu hiện tại và chọn cho bộ thẻ này.

source: New tag
es: Nueva etiqueta
fr: Nouvelle étiquette
hu: Új címke
vi: Thẻ mới

source: New/review mix
es: Mezcla de nuevas y repasos
fr: Répartition nouvelles cartes/révisions
hu: Új és ismétlő kártyák keverése
vi: Trộn thẻ mới và thẻ ôn tập

source: Next 7 Anki days
es: Próximos 7 días de Anki
fr: 7 prochains jours Anki
hu: A következő 7 Anki-nap
vi: 7 ngày Anki tiếp theo

source: No Decks
es: No hay mazos
fr: Aucun paquet
hu: Nincsenek paklik
vi: Không có bộ thẻ

source: No Server Configured
es: No hay ningún servidor configurado
fr: Aucun serveur configuré
hu: Nincs beállítva szerver
vi: Chưa thiết lập máy chủ

source: No answerable decks right now.
es: No hay mazos con tarjetas que responder ahora.
fr: Aucun paquet avec des cartes à réviser pour le moment.
hu: Jelenleg nincs tanulható pakli.
vi: Hiện không có bộ thẻ nào có thể học.

source: No books yet
es: Aún no hay libros
fr: Aucun livre pour le moment
hu: Még nincsenek könyvek
vi: Chưa có sách

source: No button data
es: No hay datos de botones
fr: Aucune donnée de bouton
hu: Nincs válaszgomb-adat
vi: Chưa có dữ liệu nút trả lời

source: No cards
es: No hay tarjetas
fr: Aucune carte
hu: Nincs kártya
vi: Không có thẻ

source: No cards added
es: No se añadieron tarjetas
fr: Aucune carte ajoutée
hu: Nem adtál hozzá kártyát
vi: Chưa có thẻ nào được thêm

source: No cards due
es: No hay tarjetas pendientes
fr: Aucune carte à réviser
hu: Nincs esedékes kártya
vi: Không có thẻ đến hạn

source: No deck activity to show for this day.
es: No hay actividad del mazo que mostrar este día.
fr: Aucune activité du paquet à afficher pour ce jour.
hu: Ezen a napon nem történt paklitevékenység.
vi: Không có hoạt động bộ thẻ nào trong ngày này.

source: No decks yet
es: Aún no hay mazos
fr: Aucun paquet pour le moment
hu: Még nincs pakli
vi: Chưa có bộ thẻ

source: No direct matches
es: No hay coincidencias directas
fr: Aucune correspondance directe
hu: Nincs közvetlen találat
vi: Không có kết quả khớp trực tiếp

source: No ease data
es: No hay datos de facilidad
fr: Aucune donnée de facilité
hu: Nincs adat a nehézségről
vi: Chưa có dữ liệu về độ dễ

source: No interval data
es: No hay datos de intervalos
fr: Aucune donnée d’intervalle
hu: Nincs adat az időközökről
vi: Chưa có dữ liệu về khoảng cách

source: No notetypes match this search.
es: Ningún tipo de nota coincide con esta búsqueda.
fr: Aucun type de note ne correspond à cette recherche.
hu: Nincs a keresésnek megfelelő jegyzettípus.
vi: Không có loại ghi chú nào khớp với tìm kiếm này.

source: No preview rows found
es: No se encontraron filas de vista previa
fr: Aucune ligne d’aperçu trouvée
hu: Nem található előnézeti sor
vi: Không tìm thấy hàng xem trước

source: No retrievability data yet
es: Aún no hay datos de recuperabilidad
fr: Aucune donnée de récupérabilité pour le moment
hu: Még nincs adat a felidézhetőségről
vi: Chưa có dữ liệu về khả năng nhớ lại

source: No review data
es: No hay datos de repaso
fr: Aucune donnée de révision
hu: Nincs ismétlési adat
vi: Chưa có dữ liệu ôn tập

source: No reviews yet
es: Aún no hay repasos
fr: Aucune révision pour le moment
hu: Még nincs ismétlés
vi: Chưa có lượt ôn tập

source: No reviews yet. This card is ready for its first study session.
es: Aún no hay repasos. Esta tarjeta está lista para su primera sesión de estudio.
fr: Aucune révision pour le moment. Cette carte est prête pour sa première session d’étude.
hu: Még nincs ismétlés. Ez a kártya készen áll az első tanulási alkalomra.
vi: Chưa có lượt ôn tập. Thẻ này đã sẵn sàng cho phiên học đầu tiên.

source: No study cuts in this period.
es: No hay periodos de estudio en este intervalo.
fr: Aucune période d’étude pour cet intervalle.
hu: Ebben az időszakban nem voltak tanulási szakaszok.
vi: Không có khoảng thời gian học nào trong giai đoạn này.

source: No tags yet
es: Aún no hay etiquetas
fr: Aucune étiquette pour le moment
hu: Még nincsenek címkék
vi: Chưa có thẻ nào

source: No templates
es: No hay plantillas
fr: Aucun modèle
hu: Nincsenek sablonok
vi: Chưa có mẫu

source: None
es: Ninguno
fr: Aucun
hu: Nincs
vi: Không có

source: Not Now
es: Ahora no
fr: Pas maintenant
hu: Most nem
vi: Để sau

source: Note Text Options
es: Opciones del texto de la nota
fr: Options du texte de la note
hu: Jegyzetszöveg beállításai
vi: Tùy chọn văn bản ghi chú

source: Note Type
es: Tipo de nota
fr: Type de note
hu: Jegyzettípus
vi: Loại ghi chú

source: Note Types
es: Tipos de nota
fr: Types de note
hu: Jegyzettípusok
vi: Loại ghi chú

source: Note type
es: Tipo de nota
fr: Type de note
hu: Jegyzettípus
vi: Loại ghi chú

source: Notes
es: Notas
fr: Notes Anki
hu: Jegyzetek
vi: Ghi chú

source: Nothing in your collection matches the grammar query.
es: Ningún elemento de tu colección coincide con la consulta gramatical.
fr: Aucun élément de votre collection ne correspond à la requête grammaticale.
hu: A gyűjteményben egyetlen elem sem felel meg a nyelvtani keresésnek.
vi: Không có mục nào trong bộ sưu tập khớp với truy vấn ngữ pháp.

source: OR with current search
es: O con la búsqueda actual
fr: OU avec la recherche actuelle
hu: VAGY a jelenlegi kereséssel
vi: HOẶC với tìm kiếm hiện tại

source: On-device by default
es: En el dispositivo de forma predeterminada
fr: Sur l’appareil par défaut
hu: Alapértelmezés szerint az eszközön
vi: Mặc định xử lý trên thiết bị

source: Only bounded note results are sent to Apple’s on-device model. Ijuka never sends assistant requests to its own server.
es: Solo se envía un conjunto limitado de resultados de notas al modelo de Apple en el dispositivo. Ijuka nunca envía las solicitudes del asistente a sus propios servidores.
fr: Seuls des résultats limités de notes sont envoyés au modèle d’Apple exécuté sur l’appareil. Ijuka n’envoie jamais les requêtes de l’assistant à ses propres serveurs.
hu: Az Apple eszközön futó modellje csak a korlátozott számú egyező jegyzetet kapja meg. Az Ijuka soha nem küldi az asszisztensi kéréseket saját szerverére.
vi: Mô hình chạy trên thiết bị của Apple chỉ nhận một số ghi chú khớp trong giới hạn. Ijuka không bao giờ gửi yêu cầu của trợ lý tới máy chủ riêng.

source: Open Copy in Add Note
es: Abrir copia en Añadir nota
fr: Ouvrir une copie dans Ajouter une note
hu: Másolat megnyitása a Jegyzet hozzáadása nézetben
vi: Mở bản sao trong mục Thêm ghi chú

source: Open Details
es: Abrir detalles
fr: Ouvrir les détails
hu: Részletek megnyitása
vi: Mở chi tiết

source: Open FSRS Simulator
es: Abrir simulador FSRS
fr: Ouvrir le simulateur FSRS
hu: FSRS-szimulátor megnyitása
vi: Mở trình mô phỏng FSRS

source: Open Library
es: Abrir Biblioteca
fr: Ouvrir la Bibliothèque
hu: Könyvtár megnyitása
vi: Mở Thư viện

source: Open Session
es: Abrir sesión
fr: Ouvrir la session
hu: Alkalom megnyitása
vi: Mở phiên học

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages
hu: Beállítások megnyitása
vi: Mở Cài đặt

source: Optimize All Presets
es: Optimizar todos los ajustes preestablecidos
fr: Optimiser tous les préréglages
hu: Összes előbeállítás optimalizálása
vi: Tối ưu hóa mọi mẫu thiết lập

source: Order
es: Orden
fr: Ordre
hu: Sorrend
vi: Thứ tự

source: Override
es: Excepción
fr: Remplacement
hu: Felülbírálás
vi: Ghi đè

source: Overrides pick an engine for every card of one template and beat the global choice. Stored on this device only.
es: Las excepciones eligen un motor para cada tarjeta de una plantilla y prevalecen sobre la opción global. Solo se guardan en este dispositivo.
fr: Les remplacements choisissent un moteur pour chaque carte d’un modèle et prévalent sur le choix général. Ils sont enregistrés uniquement sur cet appareil.
hu: A sablonfelülbírálás külön motort választ a sablon minden kártyájához, és elsőbbséget élvez az általános beállítással szemben. Csak ezen az eszközön tárolódik.
vi: Ghi đè mẫu chọn một bộ máy cho mọi thẻ của mẫu đó và ưu tiên hơn cài đặt chung. Chỉ lưu trên thiết bị này.

source: Overrides the global choice for every card of this template. Stored on this device only.
es: Anula la opción global para todas las tarjetas de esta plantilla. Solo se guarda en este dispositivo.
fr: Remplace le choix général pour toutes les cartes de ce modèle. Enregistré uniquement sur cet appareil.
hu: Felülbírálja az általános beállítást a sablon összes kártyájánál. Csak ezen az eszközön tárolódik.
vi: Ghi đè lựa chọn chung cho mọi thẻ của mẫu này. Chỉ được lưu trên thiết bị này.

source: Overwrite
es: Sobrescribir
fr: Remplacer
hu: Felülírás
vi: Ghi đè

source: Package Summary
es: Resumen del paquete
fr: Résumé du paquet
hu: Csomag összefoglalója
vi: Tóm tắt gói

source: Page Navigation
es: Navegación de página
fr: Navigation dans les pages
hu: Oldalnavigáció
vi: Điều hướng trang

source: Page Transition
es: Transición de página
fr: Transition de page
hu: Oldalátmenet
vi: Chuyển trang

source: Paged
es: Paginado
fr: Par pages
hu: Lapozós
vi: Phân trang

source: Period
es: Periodo
fr: Période
hu: Időszak
vi: Giai đoạn

source: Pick an image, draw occlusions over the regions you want to test, then save.
es: Elige una imagen, dibuja máscaras sobre las zonas que quieras evaluar y guarda.
fr: Choisissez une image, dessinez des masques sur les zones à tester, puis enregistrez.
hu: Válassz egy képet, jelöld ki a tesztelni kívánt területeket, majd mentsd el.
vi: Chọn ảnh, vẽ vùng che lên những phần bạn muốn kiểm tra, rồi lưu lại.

source: Pick image
es: Elegir imagen
fr: Choisir une image
hu: Kép kiválasztása
vi: Chọn ảnh

source: Pick up where you left off
es: Continuar donde lo dejaste
fr: Reprendre là où vous en étiez
hu: Folytatás ott, ahol abbahagytad
vi: Tiếp tục từ chỗ bạn đã dừng

source: Pitch
es: Tono
fr: Hauteur tonale
hu: Hanglejtés
vi: Cao độ

source: Plan ahead
es: Planificar
fr: Planifier à l’avance
hu: Tervezés előre
vi: Lên kế hoạch

source: Play
es: Reproducir
fr: Lire
hu: Lejátszás
vi: Phát

source: Playback mode
es: Modo de reproducción
fr: Mode de lecture
hu: Lejátszási mód
vi: Chế độ phát

source: Position
es: Posición
fr: Emplacement
hu: Pozíció
vi: Vị trí

source: Position — highest first
es: Posición — más alta primero
fr: Position — la plus élevée d’abord
hu: Pozíció — csökkenő sorrendben
vi: Vị trí — cao nhất trước

source: Position — lowest first
es: Posición — más baja primero
fr: Position — la plus basse d’abord
hu: Pozíció — növekvő sorrendben
vi: Vị trí — thấp nhất trước

source: Powers smarter deck icons and meaning-based search. Updates download automatically within this network setting.
es: Mejora los iconos de los mazos y la búsqueda por significado. Las actualizaciones se descargan automáticamente según este ajuste de red.
fr: Améliore les icônes des paquets et la recherche par sens. Les mises à jour sont téléchargées automatiquement selon ce réglage réseau.
hu: Intelligensebb pakliikonokat és jelentésalapú keresést tesz lehetővé. A frissítések automatikusan letöltődnek az adott hálózati beállítás mellett.
vi: Hỗ trợ biểu tượng bộ thẻ thông minh hơn và tìm kiếm theo ý nghĩa. Các bản cập nhật được tải tự động theo cài đặt mạng này.

source: Preparing cards…
es: Preparando tarjetas…
fr: Préparation des cartes…
hu: Kártyák előkészítése…
vi: Đang chuẩn bị thẻ…

source: Preparing meaning-based search…
es: Preparando la búsqueda por significado…
fr: Préparation de la recherche par sens…
hu: Jelentésalapú keresés előkészítése…
vi: Đang chuẩn bị tìm kiếm theo ý nghĩa…

source: Preparing your study desk…
es: Preparando tu mesa de estudio…
fr: Préparation de votre espace d’étude…
hu: A tanulóasztal előkészítése…
vi: Đang chuẩn bị bàn học…

source: Preset
es: Ajuste preestablecido
fr: Préréglage
hu: Előbeállítás
vi: Mẫu thiết lập

source: Preview needs a card; switch to Cards mode or resolve the note's cards.
es: La vista previa necesita una tarjeta; cambia al modo Tarjetas o genera las tarjetas de la nota.
fr: L’aperçu nécessite une carte ; passez en mode Cartes ou créez les cartes de cette note.
hu: Az előnézethez kártya szükséges. Válts Kártyák módra, vagy hozd létre a jegyzet kártyáit.
vi: Cần có thẻ để xem trước; chuyển sang chế độ Thẻ hoặc tạo thẻ cho ghi chú.

source: Preview side
es: Cara de vista previa
fr: Face à prévisualiser
hu: Előnézeti oldal
vi: Mặt xem trước

source: Profile
es: Perfil
fr: Profil
hu: Profil
vi: Hồ sơ

source: Profile fenced
es: Aislamiento del perfil
fr: Isolation du profil
hu: Profilzárolás
vi: Cô lập hồ sơ

source: Prompt
es: Instrucción
fr: Invite
hu: Kérdés
vi: Câu hỏi

source: RETENTION
es: RETENCIÓN
fr: RÉTENTION
hu: MEGTARTÁS
vi: GHI NHỚ

source: Random
es: Aleatorio
fr: Aléatoire
hu: Véletlenszerű
vi: Ngẫu nhiên

source: Random cards
es: Tarjetas aleatorias
fr: Cartes aléatoires
hu: Véletlenszerű kártyák
vi: Thẻ ngẫu nhiên

source: Random note, then template
es: Nota aleatoria y luego plantilla
fr: Note aléatoire, puis modèle
hu: Először véletlenszerű jegyzet, majd sablon
vi: Ghi chú ngẫu nhiên trước, rồi đến mẫu

source: Random notes
es: Notas aleatorias
fr: Notes aléatoires
hu: Véletlenszerű jegyzetek
vi: Ghi chú ngẫu nhiên

source: Randomize order
es: Orden aleatorio
fr: Ordre aléatoire
hu: Sorrend véletlenszerűvé tétele
vi: Xáo trộn thứ tự

source: Recorded answers
es: Respuestas registradas
fr: Réponses enregistrées
hu: Rögzített válaszok
vi: Câu trả lời đã ghi nhận

source: Reduce the daily workload on specific weekdays. 100% means a normal day; lower values back off reviews on that day.
es: Reduce la carga diaria en días concretos de la semana. El 100 % representa un día normal; los valores más bajos reducen los repasos de ese día.
fr: Réduisez la charge quotidienne certains jours de la semaine. 100 pour cent correspond à une journée normale ; une valeur plus faible réduit les révisions ce jour-là.
hu: Csökkentsd a napi terhelést a kiválasztott hétköznapokon. A 100 százalék normál napot jelent; az alacsonyabb érték kevesebb ismétlést eredményez.
vi: Giảm khối lượng học vào một số ngày trong tuần. 100% là ngày bình thường; giá trị thấp hơn sẽ giảm số lượt ôn tập trong ngày đó.

source: Regular expression
es: Expresión regular
fr: Expression régulière
hu: Reguláris kifejezés
vi: Biểu thức chính quy

source: Reload library
es: Volver a cargar la biblioteca
fr: Recharger la bibliothèque
hu: Könyvtár újratöltése
vi: Tải lại thư viện

source: Remaining mix
es: Mezcla restante
fr: Répartition restante
hu: Hátralévő kártyák megoszlása
vi: Phân bố thẻ còn lại

source: Remove Book
es: Quitar libro
fr: Retirer le livre
hu: Könyv eltávolítása
vi: Xóa sách

source: Remove Tags
es: Quitar etiquetas
fr: Supprimer les étiquettes
hu: Címkék eltávolítása
vi: Xóa nhãn

source: Remove Tags…
es: Quitar etiquetas…
fr: Supprimer les étiquettes…
hu: Címkék eltávolítása…
vi: Xóa nhãn…

source: Remove from selected notes
es: Quitar de las notas seleccionadas
fr: Supprimer des notes sélectionnées
hu: Eltávolítás a kijelölt jegyzetekből
vi: Xóa khỏi ghi chú đã chọn

source: Rename
es: Renombrar
fr: Renommer
hu: Átnevezés
vi: Đổi tên

source: Rename Notetype
es: Renombrar tipo de nota
fr: Renommer le type de note
hu: Jegyzettípus átnevezése
vi: Đổi tên loại ghi chú

source: Rename flag label…
es: Cambiar nombre de la etiqueta de marca…
fr: Renommer l’étiquette du marqueur…
hu: Jelölés átnevezése…
vi: Đổi tên nhãn cờ…

source: Rename…
es: Renombrar…
fr: Renommer…
hu: Átnevezés…
vi: Đổi tên…

source: Replace
es: Reemplazar
fr: Remplacer
hu: Csere
vi: Thay thế

source: Replace Collection
es: Reemplazar colección
fr: Remplacer la collection
hu: Gyűjtemény cseréje
vi: Thay thế bộ sưu tập

source: Replace Session
es: Reemplazar sesión
fr: Remplacer la session
hu: Tanulási alkalom cseréje
vi: Thay thế phiên học

source: Replace local with server
es: Reemplazar colección local por la del servidor
fr: Remplacer la collection locale par celle du serveur
hu: Helyi lecserélése a szerveren lévőre
vi: Thay bản cục bộ bằng bản trên máy chủ

source: Replace server with local
es: Reemplazar colección del servidor por la local
fr: Remplacer la collection du serveur par la collection locale
hu: Szerveren lévő lecserélése a helyire
vi: Thay bản trên máy chủ bằng bản cục bộ

source: Replace with
es: Reemplazar por
fr: Remplacer par
hu: Csere erre
vi: Thay bằng

source: Replaces tag text across the scope (desktop Tags target).
es: Reemplaza el texto de las etiquetas en todo el ámbito (destino Etiquetas en escritorio).
fr: Remplace le texte des étiquettes dans tout le périmètre (cible Étiquettes sur ordinateur).
hu: A címkeszöveget a teljes hatókörben cseréli le (az asztali verzióban a Címkék a cél).
vi: Thay nội dung nhãn trong phạm vi đã chọn (đích Nhãn trên máy tính).

source: Replacing your collection deletes its current decks, notes, cards, media, and settings. A temporary recovery backup is created first.
es: Al reemplazar tu colección se eliminan los mazos, notas, tarjetas, archivos multimedia y ajustes actuales. Primero se crea una copia temporal de recuperación.
fr: Le remplacement de votre collection supprime ses paquets, notes, cartes, médias et réglages actuels. Une sauvegarde temporaire est d’abord créée.
hu: A gyűjtemény lecserélése törli a jelenlegi paklikat, jegyzeteket, kártyákat, médiafájlokat és beállításokat. Előbb ideiglenes helyreállítási mentés készül.
vi: Thay thế bộ sưu tập sẽ xóa các bộ thẻ, ghi chú, thẻ học, tệp đa phương tiện và cài đặt hiện tại. Một bản sao lưu khôi phục tạm thời sẽ được tạo trước.

source: Replay Audio
es: Reproducir audio
fr: Relire l’audio
hu: Hang újbóli lejátszása
vi: Phát lại âm thanh

source: Reposition New Cards…
es: Reubicar tarjetas nuevas…
fr: Repositionner les nouvelles cartes…
hu: Új kártyák áthelyezése…
vi: Đổi vị trí thẻ mới…

source: Reschedule cards
es: Reprogramar tarjetas
fr: Reprogrammer les cartes
hu: Kártyák újraütemezése
vi: Lên lịch lại thẻ

source: Reset This Profile's Collection
es: Restablecer la colección de este perfil
fr: Réinitialiser la collection de ce profil
hu: A profil gyűjteményének visszaállítása
vi: Đặt lại bộ sưu tập của hồ sơ này

source: Reset interval (! suffix)
es: Restablecer intervalo (sufijo !)
fr: Réinitialiser l’intervalle (suffixe !)
hu: Időköz visszaállítása ( ! utótag)
vi: Đặt lại khoảng cách (hậu tố !)

source: Reset repetition and lapse counts
es: Restablecer recuentos de repeticiones y olvidos
fr: Réinitialiser les nombres de répétitions et d’échecs
hu: Ismétlések és hibás válaszok számának visszaállítása
vi: Đặt lại số lần ôn tập và quên thẻ

source: Restore original position
es: Restaurar posición original
fr: Restaurer la position d’origine
hu: Eredeti pozíció visszaállítása
vi: Khôi phục vị trí ban đầu

source: Restore original size
es: Restaurar tamaño original
fr: Restaurer la taille d’origine
hu: Eredeti méret visszaállítása
vi: Khôi phục kích thước ban đầu

source: Results
es: Resultados
fr: Résultats
hu: Eredmények
vi: Kết quả
